import { Box } from "@mui/material";
import React from "react";

function ArtistBio() {
  return (
    <Box sx={{ width: "40%" }}>
      Буддын шашны танка зураг болон монгол ардын аж байдлын зургаас эхээ авч,
      XX зууны эхэн үед бие даасан стиль болон гарч ирсэн монгол зураг стилийн
      тод төлөөлөгчдийн нэг зураач Л. Хонгорзул нь 1980онд Улаанбаатар хотноо
      төржээ. Монгол зургийн мэргэжлийн зураач бүтээлүүдээрээ хүний оршихуйн
      сайн сайханруу тэмүүлэх чадвар, хүн өөрөө энэ хорвоо ертөнцтэй хэрхэн
      шүтэн барилдлагатай байдаг талаарх философийг уран сайхны эмэгтэй дүрийг
      ашиглан, уламжлалт зургийг орчин үеийн урлагтай хослуулан бүтээл туурвидаг
      билээ. 2012 оноос “Нандин”, “Сайн чимээ”, “Домог”, “Мэдрэхүй” хэмээх бие
      даасан үзэсгэлэнгүүдээ эх орондоо болон Өмнөд Солонгос улсад гаргаж,
      дэлхийд АНУ, Япон, Хятад улсуудад олон тооны хамтарсан үзэсгэлэнгүүдэд
      бүтээлүүдээрээ оролцсон юм.
    </Box>
  );
}

export default ArtistBio;
